Repository: saxobroko/SaxWeather
Catalog: SaxWeather/SaxWeather/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, it, ja, nl, no, pl, pt, ro, ru, sv, uk, zh_hans

source: Snowy cabin backgrounds, snowflake animations, and a red/green palette.
ar: خلفيات الكأس الثلجية، الرسوم المتحركة لندفة الثلج، واللوحة الحمراء/الخضراء.
cs: Pozadí sněhu, animace sněhové vločky a červená/zelená paleta.
da: Snehus baggrunde, snefnug animationer og en rød/grøn palet.
de: Schnee Kabinenbackgrounds, Schneeflocken Animationen und eine rot-grüne Palette.
el: Χιονισμένο φόντο καμπίνας, snowflake κινούμενα σχέδια, και μια κόκκινη/πράσινη παλέτα.
es: Fondos de cabina nevados, animaciones de copo de nieve y una paleta roja/verde.
fi: Lumiset mökin taustat, lumihiutaleanimaatiot ja punainen/vihreä paletti.
fr: Des fonds de cabine enneigés, des animations de flocon de neige et une palette rouge/verte.
it: Sfondi della cabina nevosa, animazioni del fiocco di neve e una tavolozza rosso/verde.
ja: 雪のキャビンの背景, 雪の結晶アニメーション, 赤/緑のパレット.
nl: Sneeuwse cabine achtergronden, sneeuwvlok animaties en een rood/groen palet.
no: Snø førerhus og snøfnugg animasjoner og en rød/grønn palette.
pl: Tła kabiny śnieżnej, animacje płatków śniegu oraz czerwona/zielona paleta.
pt: Fundos cabinas nevadas, animações de floco de neve e uma paleta vermelha/verde.
ro: Fundaluri de cabină zăpadă, animații pentru fulgi de zăpadă și o paletă roșie/verde.
ru: Снежные каюты, анимация снежинки и красная/зеленая палитра.
sv: Snöig stuga bakgrunder, snöflingor animationer, och en röd/grön palett.
uk: Фон сніжки, сніжинка, анімація і червона/зелений палець.
zh_hans: 雪球背景、雪花动画和红色/绿色色板等。

source: Some behaviour settings are experimental and may have unintended consequences.
ar: بعض إعدادات السلوك تجريبية وقد تكون لها عواقب غير مقصودة.
cs: Některá nastavení chování jsou experimentální a mohou mít nezamýšlené důsledky.
da: Nogle adfærdsindstillinger er eksperimentelle og kan have utilsigtede konsekvenser.
de: Einige Verhaltensweisen sind experimentell und können unbeabsichtigte Folgen haben.
el: Ορισμένες ρυθμίσεις συμπεριφοράς είναι πειραματικές και ενδέχεται να έχουν ακούσιες συνέπειες.
es: Algunos parámetros de comportamiento son experimentales y pueden tener consecuencias no intencionadas.
fi: Jotkut käyttäytymisasetukset ovat kokeellisia, ja niillä voi olla tahattomia seurauksia.
fr: Certains paramètres de comportement sont expérimentaux et peuvent avoir des conséquences involontaires.
it: Alcune impostazioni di comportamento sono sperimentali e possono avere conseguenze indesiderate.
ja: いくつかの動作設定は実験的なものであり、意図しない結果をもたらす可能性があります。
nl: Sommige gedragsinstellingen zijn experimenteel en kunnen onbedoelde gevolgen hebben.
no: Noen adferdsinnstillinger er eksperimentelle og kan ha uventede konsekvenser.
pl: Niektóre ustawienia zachowań są eksperymentalne i mogą mieć niezamierzone konsekwencje.
pt: Algumas configurações de comportamento são experimentais e podem ter consequências não intencionais.
ro: Unele setări de comportament sunt experimentale şi pot avea consecinţe neintenţionate.
ru: Некоторые настройки поведения являются экспериментальными и могут иметь непреднамеренные последствия.
sv: Vissa beteendeinställningar är experimentella och kan få oavsiktliga konsekvenser.
uk: Деякі налаштування поведінки є експериментальними і можуть мати непрогнозовані наслідки.
zh_hans: 一些行为设置是实验性的，可能会产生意外后果。

source: Source Code
ar: الكود المصدري
cs: Zdrojový kód
da: Kilde Kode
de: Quellcode
el: Πηγαίος Κωδικός
es: Código fuente
fi: Lähdekoodi
fr: Code source
it: Codice Sorgente
ja: ソースコード：
nl: Bron code
no: Kildekode
pl: Kod źródłowy
pt: Código fonte
ro: Cod sursă
ru: Исходный код
sv: Källkod
uk: Початковий код
zh_hans: 源代码

source: Source: %@
ar: المصدر: %@
cs: Zdroj: %@
da: Kilde: %@
de: Quelle: %@
el: Πηγή: %@
es: Fuente: %@
fi: Lähde: %@
it: Fonte: %@
ja: ソース: %@
nl: Bron: %@
no: Kilde: %@
pl: Źródło: %@
pt: Fonte: %@
ro: Sursa: %@
ru: Источник: %@
sv: Källa: %@
uk: Джерело: %@
zh_hans: 资料来源： %@

source: Speaks severe weather alerts when they occur
ar: يتحدث عن تنبيهات جوية قاسية عند حدوثها
cs: Hovoří o vážných upozorněních na počasí, když k nim dojde
da: Taler alvorlige vejr-alarmer, når de opstår
de: Spricht schwere Wetterwarnungen, wenn sie auftreten
el: Μιλά προειδοποιήσεις σοβαρού καιρού όταν συμβαίνουν
es: Habla alertas climáticas severas cuando ocurren
fi: Puhu ankaria sääilmoituksia, kun niitä esiintyy
fr: Parle des alertes météorologiques sévères quand elles se produisent
it: Pronuncia gravi avvisi meteorologici quando si verificano
ja: 重大な気象警報が発生したときに話す
nl: Spreekt ernstige weerswaarschuwingen uit wanneer ze optreden
no: Snakk med alvorlige værvarsler når de oppstår
pl: Mów poważne ostrzeżenia pogodowe kiedy się pojawią
pt: Fala alertas de clima severos quando eles ocorrem
ro: Vorbește alerte meteorologice severe când acestea apar
ru: Вызывает сильные погодные оповещения, когда они происходят
sv: Tala allvarliga vädervarningar när de inträffar
uk: Оповіщення про погодні динаміки
zh_hans: 触发严重的天气警报

source: Speed
ar: السرعة
cs: Rychlost
da: Hastighed
de: Geschwindigkeit
el: Ταχύτητα
es: Velocidad
fi: Nopeus
fr: Rapidité
it: Velocità
ja: 速度
nl: Snelheid
no: Hastighet
pl: Prędkość
pt: Velocidade
ro: Viteză
ru: Скорость
sv: Hastighet
uk: Швидкість
zh_hans: 速度

source: Spooky backgrounds, animations, icons, and palette for Halloween.
ar: خلفيات مخيفة، الرسوم المتحركة، الأيقونات واللوحة الهالوين.
cs: Spokojená pozadí, animace, ikony a palety pro Halloween.
da: Spooky baggrunde, animationer, ikoner og palet til Halloween.
de: Gruselige Hintergründe, Animationen, Icons und Palette für Halloween.
el: Τρομακτικό φόντα, κινούμενα σχέδια, εικονίδια, και παλέτα για Halloween.
es: Fondos espinosos, animaciones, iconos y paleta para Halloween.
fi: Pelottavat taustat, animaatiot, kuvakkeet ja paletti Halloween.
fr: Arrière-plans effrayants, animations, icônes et palette pour Halloween.
it: Sfondi spaventosi, animazioni, icone e tavolozza per Halloween.
ja: ハロウィーンの不気味な背景、アニメーション、アイコン、パレット。
nl: Spookachtige achtergronden, animaties, pictogrammen en palet voor Halloween.
no: Skumle bakgrunner, animasjoner, ikoner og palett til Halloween.
pl: Upiorne tła, animacje, ikony i paleta dla Halloween.
pt: Fundos assustadores, animações, ícones e paleta para o Halloween.
ro: Fundaluri înfricoșătoare, animații, icoane și palete pentru Halloween.
ru: Жуткий фон, анимация, иконки и палитра для Halloween.
sv: Läckra bakgrunder, animationer, ikoner och palett för Halloween.
uk: Моторошний тло, анімації, значки та палітра для Хелловіну.
zh_hans: 惊人的背景、动画、图标和专辑。

source: Standard
ar: قياسي
cs: Standardní
el: Τυπικό
es: Estándar
fi: Normaali
ja: 標準
nl: Standaard
no: Vanlig
pl: Standardowy
pt: Padrão
ru: Стандартный
uk: Стандартна
zh_hans: 标准的

source: Start
ar: ابدأ
cs: Začít
el: Έναρξη
es: Comenzar
fi: Aloita
fr: Début
it: Inizia
ja: 開始
nl: Beginnen
no: Begynn
pl: Rozpocznij
pt: Iniciar
ro: Pornire
ru: Начать
sv: Starta
uk: Старт
zh_hans: 开始

source: Start:
ar: البداية:
cs: Začátek:
el: Έναρξη:
es: Inicio:
fi: Aloitus:
fr: Début :
it: Inizio:
ja: 開始:
pl: Początek:
pt: Inicio:
ro: Pornire:
ru: Начало:
uk: Почати:
zh_hans: 开始：

source: Stay Updated
ar: البقاء على التحديث
cs: Zůstat aktualizován
da: Bliv Opdateret
de: Bleiben Sie auf dem Laufenden
el: Μείνετε Ενημερωμένοι
es: Mantenerse actualizado
fi: Pysy Päivitetty
fr: Restez à jour
it: Rimani Aggiornato
ja: 更新されたままにする
nl: Blijf bijgewerkt
no: Hold deg oppdatert
pl: Zostań aktualizowany
pt: Permanecer atualizado
ro: Rămâi actualizat
ru: Будьте в курсе
sv: Håll dig uppdaterad
uk: Залишатися оновленим
zh_hans: 保持更新

source: Stop Preview
ar: إيقاف المعاينة
cs: Zastavit náhled
da: Stop Forhåndsvisning
de: Vorschau stoppen
el: Διακοπή Προεπισκόπησης
es: Detener vista previa
fi: Pysäytä Esikatselu
fr: Arrêter l'aperçu
it: Interrompi Anteprima
ja: プレビューを停止
nl: Voorvertoning stoppen
no: Stopp Forhåndsvisning
pl: Zatrzymaj podgląd
pt: Parar Pré-Visualização
ro: Oprește previzualizarea
ru: Остановить предпросмотр
sv: Stoppa förhandsgranskning
uk: Зупинити попередній перегляд
zh_hans: 停止预览

source: Stored securely in your iOS Keychain.
ar: مخزنة بشكل آمن في سلسلة مفاتيح iOS الخاصة بك.
cs: Uloženo bezpečně ve vašem iOS klíčovém řetězci.
da: Gemt sikkert i din iOS Keychain.
de: Sicher in Ihrem iOS Keychain gespeichert.
el: Αποθηκεύτηκε με ασφάλεια στο iOS Keychain.
es: Almacenado de forma segura en su llavero iOS.
fi: Tallennettu turvallisesti iOS Keychain.
fr: Stocké en toute sécurité dans votre trousseau iOS.
it: Conservato in modo sicuro nel tuo portachiavi iOS.
ja: iOS キーチェーンに安全に保存されます。
nl: Veilig opgeslagen in je iOS Sleutelhanger.
no: Lagret sikkert i iOS-nøkkelringen.
pl: Bezpiecznie przechowywane w Twoim iOS Keychain.
pt: Armazenado com segurança no seu Keychain do iOS.
ro: Stocat în siguranță în Keychain-ul dvs. iOS.
ru: Безопасно сохранено в вашей Связке ключей iOS.
sv: Lagrad säkert i din iOS-nyckelring.
uk: Збережено безпечно в вашому iOS Keychain.
zh_hans: 保存在您的 iOS 密钥链中。

source: Strength
ar: قوة
cs: Pevnost
da: Styrke
de: Stärke
el: Περιεκτικότητα
es: Intensidad
fi: Vahvuus
fr: Force
it: Forza
ja: 力
nl: Sterkte
no: Styrke
pl: Moc
pt: Intensidade
ro: Concentraţi
ru: Сила
sv: Styrka
uk: Міцність
zh_hans: 强度

source: Strength of the dark scrim on top of the background. Improves contrast for the text below.
ar: قوة الشريط المظلم فوق الخلفية. يحسن التباين للنص أدناه.
cs: Síla tmavého scrimu nad pozadím. Zvyšuje kontrast pro níže uvedený text.
da: Styrke af den mørke skrim øverst i baggrunden. Forbedrer kontrast til teksten nedenfor.
de: Stärke des dunklen Schriftzeichens oben auf dem Hintergrund. Erhöht den Kontrast für den folgenden Text.
el: Δύναμη του σκοτεινού scrim στην κορυφή του φόντου. Βελτιώνει την αντίθεση για το κείμενο παρακάτω.
es: Intensidad del escriba oscuro en la parte superior del fondo. Mejora el contraste para el texto de abajo.
fi: Taustan päällä olevan tumman skriptin vahvuus. Parantaa kontrastia alla olevaan tekstiin.
fr: La force du scrim sombre sur le dessus de l'arrière-plan. Améliore le contraste pour le texte ci-dessous.
it: Forza dello script scuro in cima allo sfondo. Migliora il contrasto per il testo sottostante.
ja: 背景の上にある暗いスクリムの強さ。以下のテキストのコントラストを向上させます。
nl: Sterkte van de donkere scrim boven op de achtergrond. Verbetert contrast voor de tekst hieronder.
no: Styrke av det mørke skrimet oppå bakgrunnen. Det forbedrer kontrasten for teksten under.
pl: Siła ciemnego pisma na tle . Poprawia kontrast dla poniższego tekstu.
pt: Força do escritor escuro em cima do fundo. Melhora o contraste para o texto abaixo.
ro: Puterea scriptului întunecat de deasupra fundalului. Imbunatateste contrastul pentru textul de mai jos.
ru: Сила черного чертежа поверх фона. Улучшена контрастность текста ниже.
sv: Styrka av den mörka skrift ovanpå bakgrunden. Förbättrar kontrasten för texten nedan.
uk: Сила темного писаря на вершині фону. Покращує контраст із текстом нижче.
zh_hans: 底层黑暗头部的力量。下面文字的对比度有所提高。

source: Strip credentials before sharing
ar: قطع بيانات الاعتماد قبل المشاركة
cs: Vyjmout pověření před sdílením
da: Fjern legitimationsoplysninger før deling
de: Zugangsdaten vor dem Teilen entfernen
el: Αφαίρεση διαπιστευτηρίων πριν την κοινή χρήση
es: Limpiar credenciales antes de compartir
fi: Poista käyttäjätunnukset ennen jakamista
fr: Supprimer les identifiants avant le partage
it: Striscia le credenziali prima della condivisione
ja: 共有する前に資格情報を削除する
nl: Inloggegevens verwijderen voor het delen
no: Striper innloggingsinformasjon før deling
pl: Usuń poświadczenia przed udostępnieniem
pt: Retirar credenciais antes de compartilhar
ro: Eliminați acreditările înainte de a partaja
ru: Удалить учетные данные перед отправкой
sv: Ta bort autentiseringsuppgifter innan delning
uk: Замінювати облікові дані перед надсиланням
zh_hans: 分享前删除凭据

source: Style
ar: النمط
cs: Styl
da: Stil
de: Stil
el: Στυλ
es: Estilo
fi: Tyyli
it: Stile
ja: スタイル
nl: CSS
no: Stil
pl: Styl
pt: Estilo
ro: Stil
ru: Стиль
sv: Stil
uk: Стиль
zh_hans: 样式

source: Summarise all alerts
ar: تلخيص جميع التنبيهات
cs: Shrňte všechna upozornění
da: Opsummér alle advarsler
de: Alle Alarme zusammenfassen
el: Σύνοψη όλων των ειδοποιήσεων
es: Resumir todas las alertas
fi: Tiivistä kaikki hälytykset
fr: Résumer toutes les alertes
it: Riepilogo tutti gli avvisi
ja: すべてのアラートをまとめます
nl: Alle waarschuwingen samenvatten
no: Summarise alle varsler
pl: Podsumowanie wszystkich wpisów
pt: Resumir todos os alertas
ro: Rezumă toate alertele
ru: Суммировать все оповещения
sv: Sammanfatta alla varningar
uk: Підгорнути всі сповіщення
zh_hans: 概括所有提醒

source: Summarised on-device by Apple Intelligence
ar: تلخيص على الجهاز بواسطة الذكاء Apple
cs: Shrnuta na zařízení Apple Intelligence
da: Opsummeret on-device af Apple Intelligence
de: Auf dem Gerät von Apple Intelligence zusammengefasst
el: Συνοψίζεται σε συσκευή από το Apple Intelligence
es: Resumido en el dispositivo por Apple Intelligence
fi: Apple Intelligencen yhteenvetona laitteessa
fr: Résumé sur appareil par Apple Intelligence
it: Riassunto sul dispositivo da Apple Intelligence
ja: Apple Intelligenceによるデバイス上の要約
nl: Gecombineerd op apparaat door Apple Intelligence
no: Summarert på enhet med Apple Intelligence
pl: Podsumowanie na urządzeniu przez Apple Intelligence
pt: Resumo no dispositivo por Apple Intelligence
ro: Rezumat la dispozitiv de Apple Intelligence
ru: Суммарно на устройстве Apple Intelligence
sv: Sammanfattat på enheten av Apple Intelligence
uk: Резюме на пристрої Apple Intelligence
zh_hans: Apple Intelligence

source: Summarising…
ar: يلخص…
cs: Shrnutí…
da: Sammenfattende…
de: Zusammenfassung…
es: Resumiendo…
fi: Yhteenveto…
fr: Résumé de…
it: Riepilogo…
nl: Samenvattend…
no: oppsummerer…
pl: Podsumowanie…
pt: Resumindo…
ro: Sintetizare…
ru: Суммирование…
sv: Sammanfattar…
uk: Зведення…

source: Sun & Moon
ar: الشمس والقمر
cs: Slunce a měsíc
da: Søn & Måne
de: Sonne & Mond
el: Ήλιος & Σελήνη
es: Sol y Luna
fi: Su & Kuu
fr: Soleil & Lune
it: Sole & Luna
ja: 太陽と月
nl: zon en maan
no: Søn og måne
pl: Słońce i Księżyc
pt: Sol e Lua
ro: Duminică & Lună
ru: Солнце и Луна
sv: Solen & Månen
uk: Сонце і місяць
zh_hans: 太阳与月亮

source: Sun Times
ar: أوقات الشمس
cs: Časy slunce
da: Sol Tider
de: Sonnenstunden
el: Ώρες Ήλιου
es: Horas del sol
fi: Auringon Ajat
fr: Temps du Soleil
it: Volte Del Sole
ja: 太陽の回数
nl: Zon keer
no: Søn tider
pl: Czas słońca
pt: Tempos de Sol
ro: Ora Soarelui
ru: Время Солнца
sv: Sön gånger
uk: Сонячні Таймс
zh_hans: 太阳时间

source: Sunrise
ar: الشروق
cs: Vzestup slunce
da: Solopgang
de: Sonnenaufgang
el: Ανατολή
es: Aislamiento
fi: Auringonnousu
fr: Lever du soleil
it: Alba
ja: 日の出（サンライズ）
nl: Zonsopgang
no: Soloppgang
pl: Wschód słońca
pt: Amanhecer
ro: Răsărit
ru: Восход
sv: Soluppgång
uk: Схід сонця
zh_hans: 日出模式

source: SUNRISE
ar: سماعة
el: ΟΥΡΨΙΑ
es: SUNRISO
nl: ZONRIJK
no: SIKKER
pt: ATAQUE
ru: СЕРВИС
uk: СУНДОК
zh_hans: 已发送

source: Sunset
ar: غروب
cs: Západ slunce
da: Solnedgang
de: Sonnenuntergang
el: Ήλιος
es: Aislamiento
fi: Auringonlasku
fr: Coucher du soleil
it: Tramonto
ja: 日没
nl: Zonsondergang
no: Solnedgang
pl: Słońce
pt: Ensolarado
ro: Amortizor
ru: Закат
sv: Solnedgång
uk: Захід Сонця
zh_hans: 日落模式

source: Support
ar: الدعم
cs: Podpora
de: Unterstützung
el: Υποστήριξη
es: Soporte
fi: Tuki
fr: Soutien
it: Supporto
ja: サポート
nl: Ondersteuning
no: Brukerstøtte
pl: Wsparcie
pt: SUPORTE
ro: Suport
ru: Поддержка
sv: Stöd
uk: Підтримка
zh_hans: 支持

source: Support Development
ar: دعم التطوير
cs: Podpořit vývoj
da: Støt Udvikling
de: Unterstütze die Entwicklung
el: Υποστήριξη Ανάπτυξης
es: Apoyar el desarrollo
fi: Tue Kehitystä
fr: Soutenir le développement
it: Sostieni Lo Sviluppo
ja: 開発を支援する
nl: Ondersteun ontwikkeling
no: Støtt videreutvikling
pl: Wspomóż rozwój
pt: Apoie o Desenvolvimento
ro: Sprijină dezvoltarea
ru: Поддержать разработку
sv: Stöd utveckling
uk: Підтримати розробку
zh_hans: 支持开发

source: Support development with a tip! Every contribution helps keep the app free and ad-free.
ar: دعم التطوير مع نصائح! كل مساهمة تساعد على الحفاظ على التطبيق مجانا وخاليا من الإعلانات.
cs: Podpořte vývoj pomocí tipu! Každý příspěvek pomáhá udržet aplikaci zdarma a bez reklam.
da: Støt udvikling med et tip! Hvert bidrag hjælper med at holde app gratis og ad-fri.
de: Unterstütze die Entwicklung mit einem Tipp! Jeder Beitrag trägt dazu bei, die App kostenlos und werbefrei zu halten.
el: Υποστήριξη ανάπτυξης με συμβουλή! Κάθε συνεισφορά βοηθά να κρατήσει την εφαρμογή δωρεάν και χωρίς διαφημίσεις.
es: ¡Ayuda al desarrollo con un consejo! Cada contribución ayuda a mantener la aplicación libre y sin publicidad.
fi: Tue kehitystä vinkillä! Jokainen panos auttaa pitämään sovelluksen ilmaiseksi ja mainoksettomana.
fr: Soutenez le développement avec un conseil! Chaque contribution aide à maintenir l'application gratuite et sans publicité.
it: Supporta lo sviluppo con un suggerimento! Ogni contributo aiuta a mantenere l'app gratuita e senza pubblicità.
ja: ヒントで開発をサポートしましょう!すべての貢献は、アプリを無料かつ広告なしに保つのに役立ちます。
nl: Ondersteun de ontwikkeling met een tip! Elke bijdrage helpt de app gratis en advertentievrij te houden.
no: Støtt utviklingen med et tip! Hvert bidrag bidrar til å holde appen gratis og reklamefri.
pl: Wspomóż rozwój za pomocą wskazówek! Każdy wkład pomaga utrzymać aplikację za darmo i bez reklam.
pt: Apoie o desenvolvimento com uma dica! Cada contribuição ajuda a manter o aplicativo livre e livre de anúncios.
ro: Susțineți dezvoltarea cu un sfat! Fiecare contribuție ajută la menținerea aplicației gratuit și fără publicitate.
ru: Подсказка! Каждый вклад помогает сделать приложение бесплатным и без рекламы.
sv: Stöd utvecklingen med ett tips! Varje bidrag hjälper till att hålla appen fri och annonsfri.
uk: Підтримайте розробку з порадами! Кожен внесок допомагає зберегти програму безкоштовно та без реклами.
zh_hans: 用提示来支持开发！每次贡献都能帮助应用程序免费和无广告。

source: Support SaxWeather
ar: دعم SxWeather
cs: Podpořte SaxWeather
da: Støt SaxWeather
de: SaxWeather unterstützen
el: Υποστήριξη SaxWeather
es: Apoyar SaxWeather
fi: Tue SaxWeather
fr: Soutenir SaxWeather
it: Supporta SaxWeather
ja: SaxWeather をサポート
nl: Saksweerondersteuning
no: Støtt SaxWeather
pl: Wesprzyj SaksWeather
pt: Suporte SaxWeather
ro: Suport SaxWeather
ru: Поддержка SaxWeather
sv: Stöd SaxWeather
uk: Підтримка Саксенної погоди
zh_hans: 支持 SaxWeather

source: Supporter
ar: الداعم
cs: Podporovatel
da: Støtter
de: Unterstützer
el: Υποστηρικτής
es: Ayudante
fi: Tukija
it: Sostenitore
ja: サポーター
no: Tilhenger
pl: Wspomagacz
pt: Colaborador
ro: Suportator
ru: Сторонник
uk: Підтримка
zh_hans: 支持者

source: Supporter Pack
ar: باقة الداعمين
cs: Podporovaný balíček
da: Supporter Pakke
de: Unterstützer-Paket
el: Πακέτο Υποστηρικτών
es: Paquete de apoyo
fi: Tukijan Paketti
fr: Pack Supporter
it: Pacchetto Sostenitore
ja: サポーターパック
nl: Supporter Pakket
no: Tilhenger pakke
pl: Pakiet Sojusznika
pt: Pacote de Apoiador
ro: Pachet de suport
ru: Набор Сторонника
sv: Supporter Paket
uk: Пакунок Прив’язки
zh_hans: 支持者包

source: Swipe Between Locations
ar: مرر بين المواقع
cs: Přejeďte mezi místy
da: Stryg Mellem Lokationer
de: Zwischen Orten wischen
el: Σύρετε Μεταξύ Τοποθεσιών
es: Deslizar entre ubicaciones
fi: Pyyhkäise Sijainnin Välillä
fr: Glisser entre les emplacements
it: Scorri Tra Le Posizioni
ja: 位置情報間でスワイプ
nl: Veeg tussen locaties
no: Sveip mellom posisjoner
pl: Przesuń palcem między lokalizacjami
pt: Deslize entre Locais
ro: Glisați între locații
ru: Свайп между местами
sv: Svep mellan platser
uk: Проведіть між місцями
zh_hans: 滑动位置间的位置

source: Swipe horizontally on the home screen to switch saved locations.
ar: مرر أفقيا على الشاشة الرئيسية لتبديل المواقع المحفوظة.
cs: Přejeďte vodorovně na domovské obrazovce pro přepnutí uložených poloh.
da: Stryg vandret på startskærmen for at skifte gemte steder.
de: Wischen Sie horizontal auf dem Startbildschirm, um die gespeicherten Orte zu wechseln.
el: Σύρετε οριζόντια στην αρχική οθόνη για εναλλαγή αποθηκευμένων τοποθεσιών.
es: Deslice horizontalmente en la pantalla de inicio para cambiar las ubicaciones guardadas.
fi: Pyyhkäise vaakasuunnassa aloitusnäytöllä vaihtaaksesi tallennettuja sijainteja.
fr: Glisser horizontalement sur l'écran d'accueil pour basculer les emplacements enregistrés.
it: Scorri orizzontalmente sulla schermata iniziale per cambiare le posizioni salvate.
ja: ホーム画面を水平方向にスワイプして保存した場所を切り替えます。
nl: Veeg horizontaal op het startscherm om te wisselen tussen opgeslagen locaties.
no: Sveip horisontalt på startskjermen for å bytte lagrede plasseringer.
pl: Przesuń w poziomie poziomym na ekranie głównym, aby przełączyć zapisane lokalizacje.
pt: Arraste horizontalmente na tela inicial para mudar os locais salvos.
ro: Glisați orizontal pe ecranul de pornire pentru a comuta locațiile salvate.
ru: Проведите по горизонтали на главном экране для переключения сохраненных местоположений.
sv: Svep horisontellt på startskärmen för att växla sparade platser.
uk: Проведіть по горизонталі на головному екрані, щоб змінити збережені місцезнаходження.
zh_hans: 水平滑动主屏幕以切换保存的位置。

source: Swipe Refresh Anywhere
ar: مرر للتحديث في أي مكان
cs: Přejetím obnovit kdekoliv
da: Stryg Opfrisk Overalt
de: Wischen Sie überall neu
el: Σύρετε Οπουδήποτε
es: Deslizar actualizar en cualquier lugar
fi: Pyyhkäise Päivitä Kaikkialla
fr: Rafraîchir n'importe où
it: Scorri Aggiorna Ovunque
ja: どこでもリフレッシュする
nl: Overal vegen verversen
no: Sveip gjenoppfrisk Alt
pl: Przesuń w dowolnym miejscu
pt: Deslize para atualizar qualquer lugar
ro: Glisați pentru reîmprospătare oriunde
ru: Обновить свайп везде
sv: Svep uppdatera varsomhelst
uk: Проведіть пальцем по оновленню будь-де
zh_hans: 随时刷新屏幕

source: Switch between saved locations
ar: التبديل بين المواقع المحفوظة
cs: Přepínání mezi uloženými umístěními
da: Skift mellem gemte placeringer
de: Zwischen gespeicherten Standorten wechseln
el: Εναλλαγή μεταξύ αποθηκευμένων τοποθεσιών
es: Cambiar entre ubicaciones guardadas
fi: Vaihda tallennettujen sijainnin välillä
fr: Basculer entre les emplacements enregistrés
it: Passa tra le posizioni salvate
ja: 保存場所を切り替える
nl: Schakelen tussen opgeslagen locaties
no: Bytt mellom lagrede steder
pl: Przełącz pomiędzy zapisanymi lokalizacjami
pt: Alternar entre locais salvos
ro: Comută între locațiile salvate
ru: Переключение между сохраненными местами
sv: Växla mellan sparade platser
uk: Перемикання між збереженими розташуваннями
zh_hans: 在保存位置间切换

source: Switch Location
ar: تبديل الموقع
cs: Přepnout polohu
da: Skift Placering
de: Standort wechseln
el: Εναλλαγή Τοποθεσίας
es: Cambiar ubicación
fi: Vaihda Sijaintia
fr: Changer d'emplacement
it: Cambia Posizione
ja: 位置情報の切り替え
nl: Locatie wisselen
no: Bytt posisjon
pl: Przełącz lokalizację
pt: Mudar de localização
ro: Schimbă locația
ru: Переключить местоположение
sv: Byt plats
uk: Змінити розташування
zh_hans: 切换位置

source: Symbol Variant
ar: المتغير الرمزي
cs: Varianta symbolu
de: Symbolvariante
el: Παραλλαγή Συμβόλου
es: Variante del símbolo
fi: Symbolin Variantti
fr: Variante de Symbole
it: Variante Simbolo
ja: 記号の種類
nl: Symbool Variant
pl: Wariant symbolu
pt: Variante de Símbolo
ro: Variantă simbol
ru: Вариант символа
uk: Варіант символів
zh_hans: 符号变体

source: Sync Settings via iCloud
ar: مزامنة الإعدادات عبر iCloud
cs: Synchronizovat nastavení přes iCloud
da: Synkroniser indstillinger via iCloud
de: Sync-Einstellungen über iCloud
el: Ρυθμίσεις συγχρονισμού μέσω iCloud
es: Sincronizar ajustes vía iCloud
fi: Synkronoi asetukset iCloudin kautta
fr: Synchroniser les paramètres via iCloud
it: Impostazioni di sincronizzazione tramite iCloud
ja: iCloud経由で設定を同期
nl: Synchronisatie-instellingen via iCloud
no: Synkroniseringsinnstillinger via iCloud
pl: Synchronizuj ustawienia przez iCloud
pt: Configurações de sincronização via iCloud
ro: Sincronizare setări prin iCloud
ru: Синхронизация настроек через iCloud
sv: Synkronisera inställningar via iCloud
uk: Синхронізувати налаштування через iCloud
zh_hans: 通过 iCloud 同步设置
